<?php

return [
    'title' => 'صلاحيات المستخدمين',
    'title_add' => 'اضافة صلاحية',
    'title_edit' => 'تعديل الصلاحيات',
    'users' => 'المستخدمين',
    'permissions' => 'الصلاحيات',
    'add_user_type' => 'اضافة نوع مستخدم',
    'error' => 'خطا',
    'add' => 'اضافة',
    'name' => 'الاسم',
    'actions' => 'العمليات',
    'view' => 'عرض',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'confirm' => 'تاكيد',
    'update' => 'تحديث',
    'msg_added' => 'تم اضافة الصلاحية بنجاح',
    'msg_updated' => 'تم تحديث بيانات الصلاحية بنجاح',
    'msg_deleted' => 'تم حذف الصلاحية بنجاح',
];
